Repository: tifrueh/conjugator
Catalog: lang/*/LC_MESSAGES/conjugator.po
Languages: fr

source: Verb conjugation trainer
fr: Entraîneur à la conjugaison des verbes

source: Edit
fr: Édition

source: Help
fr: Aide

source: Select all categories Ctrl-1
fr: Sélectionner toutes les catégories Ctrl-1

source: Select all tenses Ctrl-2
fr: Sélectionner tous les temps Ctrl-2

source: Unselect all Ctrl-0
fr: Désélectionner tout

source: Next Ctrl-Enter
fr: Gérer Ctrl-Enter

source: Check Ctrl-Shift-Enter
fr: Contrôler Ctrl-Shift-Enter

source: Open inspector Ctrl-I
fr: Ouvrir inspector Ctrl-I

source: About Conjugator
fr: À propos de Conjugator

source: Check for updates
fr: Rechercher des mises à jour

source: Category/tense selection
fr: Sélection des catégories/temps

source: Categories
fr: Catégories

source: Tenses
fr: Temps

source: Next
fr: Gérer

source: Check
fr: Contrôler

source: It wasn't possible to generate enough questions from your selection. Please select more categories or more tenses.
fr: Il n'a pas été possible de générer suffisamment de questions à partir de votre sélection. Veuillez sélectionner plus de catégories ou plus de temps.

source: The request wasn't able to be processed.
fr: La requête n'a pas pu être traitée.

source: Error
fr: Erreur

source: Your version:
fr: Votre version:

source: Latest version:
fr: Dernière version:

source: Do you want to download the latest version?
fr: Voulez-vous télécharger la dernière version?

source: Update
fr: Mise à jour

source: You are already using the latest version.
fr: Vous utilisez déjà la dernière version.

source: Settings… Ctrl-,
fr: Paramètres… Ctrl-,

source: Settings
fr: Paramètres

source: Quiz language
fr: Langue du quiz

source: Update checker
fr: Recherche des mises à jour

source: Check for updates on startup
fr: Rechercher des mises à jour au démarrage

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: The web request failed. Please verify your internet connection.
fr: La requête web a échoué. Veuillez vérifier votre connexion internet.
